Revit 2024 API
ParameterTypeId.RbsConduitTradesize Property
 "Conduit Size Lookup"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsConduitTradesize { get; }
Visual Basic
Public Shared ReadOnly Property RbsConduitTradesize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsConduitTradesize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace